IDEA Open Model
ConcreteMemberData.TwoWaySlabType Property
Compatible with IDEA StatiCa 20.1
 two way slab type
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TwoWaySlabType TwoWaySlabType { get; set; }
Public Property TwoWaySlabType As TwoWaySlabType
	Get
	Set
Property Value
Type: TwoWaySlabType
See Also
Reference
ConcreteMemberData Class
IdeaRS.OpenModel.Concrete Namespace